Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Also encourages responsible business practices, such as those promoted by the Global Compact;
fr: Prône l'adoption de pratiques commerciales responsables telles que celles qui sont énoncées dans le Pacte mondial;

source: Encourages the Global Compact Office to promote the sharing of best practices and positive action through learning, dialogue and partnerships;
fr: Engage le Bureau du Pacte mondial à promouvoir la mise en commun de l'information relative aux pratiques exemplaires et aux initiatives bénéfiques dans le cadre d'activités d'apprentissage et de concertation, ainsi que de partenariats;

source: Encourages the relevant United Nations organizations and agencies, as well as the Global Compact Office, to share relevant lessons learned and positive experiences from partnerships, including with the business community, as a contribution to the development of more effective United Nations partnerships;
fr: Incite les organismes et organes compétents des Nations Unies, ainsi que le Bureau du Pacte mondial, à faire connaître les enseignements tirés et les expériences positives enregistrées grâce aux partenariats, notamment avec les milieux d'affaires, en vue de contribuer à l'établissement de partenariats plus efficaces avec l'Organisation des Nations Unies;

source: Takes note with appreciation of the appointment by the Secretary-General of a Special Adviser for the Global Compact;
fr: Prend note avec satisfaction de la nomination par le Secrétaire général d'un conseiller spécial pour le Pacte mondial;

source: Requests the Secretary-General to take further appropriate action to enhance partnership management through the promotion of adequate training at all concerned levels; institutional capacity in country offices; strategic focus and local ownership; the sharing of best practices; the improvement of partner selection processes; and the streamlining of United Nations guidelines for partnerships between the United Nations and all relevant partners, including the private sector, and further requests the Secretary-General to report on these actions in the context of his report under the agenda item entitled “Towards global partnerships”;
fr: Prie le Secrétaire général de prendre toutes autres dispositions pertinentes pour améliorer la gestion des partenariats grâce à la promotion d'une formation appropriée à tous les niveaux; à l'accroissement de la capacité institutionnelle des bureaux de pays; au renforcement du champ d'action stratégique et de la prise en main au niveau local; à la mise en commun des pratiques optimales; à l'amélioration des processus de sélection des partenaires; et à la rationalisation des directives des Nations Unies pour les partenariats entre l'Organisation des Nations Unies et tous les partenaires concernés, y compris le secteur privé, et prie en outre le Secrétaire général de rendre compte de ces initiatives dans son rapport présenté au titre du point de l'ordre du jour intitulé « Vers des partenariats stratégiques »;

source: Also requests the Secretary-General, in consultation with Member States, to promote, within existing resources, impact-assessment mechanisms, taking into account best tools available, in order to enable effective management, ensure accountability and facilitate effective learning from both successes and failures;
fr: Prie également le Secrétaire général de promouvoir, en consultation avec les États Membres et dans la limite des ressources disponibles, des mécanismes d'évaluation des incidences, compte tenu des meilleurs outils disponibles, afin d'assurer une gestion efficace, de faire respecter l'obligation de rendre des comptes et d'aider à ce que des enseignements soient effectivement tirés tant des succès que des échecs;

source: Welcomes innovative approaches to use partnerships as a means to better implement goals and programmes, in particular in the pursuit of development and the eradication of poverty, and encourages relevant United Nations bodies and agencies and invites the Bretton Woods institutions and the World Trade Organization to further explore such possibilities, bearing in mind their different mandates, modes of operation and objectives, as well as the particular roles of the non-public partners involved;
fr: Se félicite des méthodes novatrices consistant à utiliser les partenariats afin de mieux mettre en œuvre les objectifs et les programmes, en particulier pour ce qui est du développement et de l'élimination de la pauvreté, et encourage les organes et organismes compétents des Nations Unies et invite les institutions de Bretton Woods et l'Organisation mondiale du commerce à continuer d'étudier ces possibilités, compte tenu des différents mandats, modes de fonctionnement et buts des organes et organismes ainsi que des rôles spécifiques des partenaires non étatiques concernés;

source: (a) All bodies within the United Nations system that engage in partnerships to ensure the integrity and independence of the Organization and to include information on partnerships in their regular reporting, as appropriate, on their websites and through other means;
fr: a) À tous les organismes du système des Nations Unies engagés dans des partenariats, pour qu'ils veillent à préserver l'intégrité et l'indépendance de l'Organisation et fournissent des informations sur leurs partenariats dans leurs rapports ordinaires, le cas échéant, sur le site Web et par d'autres moyens;

source: (b) Partners to provide to and exchange relevant information with Governments, other stakeholders and the relevant United Nations agencies and bodies and other international organizations with which they engage, in an appropriate way, including through reports, with particular attention to the importance of sharing among partnerships information on their practical experience;
fr: b) Aux partenaires, pour qu'ils communiquent des informations pertinentes aux gouvernements, aux autres parties prenantes, aux organes et organismes compétents des Nations Unies et autres organisations internationales concernées, de manière appropriée, et pour qu'ils procèdent à des échanges, notamment par des rapports, en accordant une attention particulière à l'importance de l'échange entre partenaires d'informations sur leur expérience pratique;

source: Requests the Secretary-General to report to the General Assembly at its sixty-second session on the implementation of the present resolution.
fr: Prie le Secrétaire général de lui faire rapport à sa soixante-deuxième session sur la mise en œuvre de la présente résolution.

source: Report of the Secretary-General on small arms (S/2005/69)
fr: Rapport du Secrétaire général sur les armes légères (S/2005/69).

source: The President (spoke in French): I should like to inform the Council that I have received letters from the representatives of Australia, Canada, Costa Rica, Egypt, India, Indonesia, Luxembourg, Mexico, Nigeria, Norway, Peru, the Republic of Korea, the Republic of Moldova, Senegal, South Africa, Switzerland, Turkey, Ukraine, Venezuela and Zambia, in which they request to be invited to participate in the consideration of the item on the Council's agenda.
fr: Le Président : J'informe les membres du Conseil que j'ai reçu des représentants de l'Afrique du Sud, de l'Australie, du Canada, du Costa Rica, de l'Égypte, de l'Inde, de l'Indonésie, du Luxembourg, du Mexique, du Nigéria, de la Norvège, du Pérou, de la République de Corée, de la République de Moldova, du Sénégal, de la Suisse, de la Turquie, de l'Ukraine, du Venezuela et de la Zambie des lettres dans lesquelles ils demandent à être invités à participer au débat sur la question inscrite à l'ordre du jour du Conseil.

source: In conformity with the usual practice, I propose, with the consent of the Council, to invite those representatives to participate in the debate without the right to vote, in accordance with the relevant provisions of the Charter and rule 37 of the Council's provisional rules of procedure.
fr: Suivant la pratique établie, je propose, avec l'assentiment du Conseil, d'inviter ces représentants à participer au débat sans droit de vote, conformément aux dispositions pertinentes de la Charte et à l'article 37 du Règlement intérieur provisoire du Conseil.

source: The President (spoke in French): In accordance with the understanding reached in the Council's prior consultations, I shall take it that the Security Council agrees to extend an invitation under rule 39 of its provisional rules of procedure to Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs.
fr: Le Président : Conformément à l'accord auquel le Conseil est parvenu lors de ses consultations préalables, je considérerai que le Conseil de sécurité décide d'inviter, au titre de l'article 39 de son règlement intérieur provisoire, M. Nobuyasu Abe, Secrétaire général adjoint aux affaires de désarmement.

source: I invite Mr. Abe to take a seat at the Council table.
fr: J'invite M. Abe à prendre place à la table du Conseil.

source: Members have before them the report of the Secretary-General on small arms, document S/2005/69.
fr: Les membres du Conseil sont saisis du rapport du Secrétaire général sur les armes légères, publié sous la cote S/2005/69.

source: I now call on Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, to introduce the report.
fr: J'invite à présent M. Nobuyasu Abe, Secrétaire général adjoint aux affaires de désarmement, à présenter le rapport du Secrétaire général. Je lui donne la parole.

source: Mr. Abe (spoke in French): I am honoured today to introduce the report of the Secretary-General on small arms, contained in document S/2005/69.
fr: M. Abe : C'est un honneur pour moi de présenter aujourd'hui le dernier en date des rapports du Secrétaire général sur la question des armes légères, publié sous la cote S/2005/69.

source: Pursuant to the request made by the President of the Security Council in his statement of 19 January 2004, this report provides an overview of the initiatives undertaken to further implement the recommendations contained in the report of the Secretary-General on small arms of 20 September 2002 on ways and means by which the Security Council could contribute to dealing with the question of the illicit trade in small arms and light weapons in situations under its consideration.
fr: Ce rapport a été préparé conformément à la requête formulée par le Président du Conseil de sécurité dans sa déclaration en date du 19 janvier 2004. Comme les membres peuvent le voir, ce rapport fournit un aperçu des initiatives entreprises en application des recommandations contenues dans le rapport du Secrétaire général du 20 septembre 2002 sur la question des armes légères, sur les voies et moyens par lesquels le Conseil de sécurité pourrait contribuer à traiter de la question du trafic illicite des armes légères et de petit calibre dans les situations dont il est saisi.

source: Those recommendations covered four main topics: first, the implementation of the Programme of Action on small arms and light weapons; secondly, Security Council-mandated sanctions and arms embargoes; thirdly, conflict prevention, peacebuilding and the demobilization, disarmament and reintegration of former combatants; and fourthly, confidence-building measures.
fr: Ces recommandations couvrent quatre sujets principaux : premièrement, la mise en œuvre de programmes d'action sur les armes légères et de petit calibre; deuxièmement, les sanctions et embargos sur les armes, tels que décidés par le Conseil de sécurité; troisièmement, la prévention des conflits, la consolidation de la paix, ainsi que la démobilisation, le désarmement et la réinsertion des ex-combattants; et quatrièmement, les mesures de confiance.

source: The present report was prepared by the Department for Disarmament Affairs in close consultation with the Department of Peacekeeping Operations, the Department of Political Affairs, the United Nations Office on Drugs and Crime, the United Nations Development Programme, the United Nations Children's Fund and the International Criminal Police Organization.
fr: Le rapport que j'ai l'honneur de présenter aujourd'hui au Conseil de sécurité a été préparé par le Département des affaires de désarmement en collaboration avec le Département des opérations de maintien de la paix, le Département des affaires politiques, l'Office des Nations Unies contre la drogue et le crime, le Programme des Nations Unies pour le développement, le Fonds des Nations Unies pour l'enfance et l'Organisation internationale de police criminelle.

source: Much progress has been achieved in some key areas, such as the efforts to enhance cooperation to enable States to trace illicit small arms and light weapons; measures to increase the effectiveness of sanctions; the adoption of more rigorous measures against violations of arms embargoes; control over the export and transit of small arms and light weapons, including international efforts to address the problem of illicit brokering in such weapons; and transparency in armaments.
fr: D'importants progrès ont été accomplis dans des domaines clefs, comme par exemple le renforcement de la coopération pour permettre aux États de tracer les armes légères et de petit calibre illicites, des mesures pour accroître l'efficacité des sanctions, l'adoption de mesures plus vigoureuses en cas de violation des embargos sur les armes, le contrôle de l'exportation et du transit des armes légères, notamment les efforts internationaux pour remédier au problème du courtage illicite de ces armes, et la transparence en matière d'armements.

source: The increasingly vigorous actions recently taken by the Security Council with respect to the implementation of sanctions and arms embargoes are particularly encouraging.
fr: Les mesures de plus en plus énergiques prises récemment par le Conseil de sécurité relativement à l'application des sanctions et des embargos sur les armes sont particulièrement encourageantes.

source: The systematic establishment of monitoring mechanisms to support, monitor and assess the implementation of sanctions and to provide technical advice to the sanctions committees is an important development.
fr: La création systématique de mécanismes de contrôle en vue d'appuyer, suivre et évaluer l'application des sanctions, et de fournir des conseils techniques aux comités des sanctions est un progrès important.

source: Equally noteworthy is the adoption by the Council of measures to identify and punish violators of arms embargoes as well as those who support such violations.
fr: L'adoption par le Conseil de mesures en vue d'identifier et de punir ceux qui violent les embargos sur les armes et ceux qui soutiennent ces violations est également digne d'intérêt.

source: The greater attention being given by the Security Council to the specific needs of women and children and the receiving communities in the context of the disarmament, demobilization and reintegration of combatants in post-conflict situations is also commendable.
fr: Il faut également se féliciter de l'attention particulière accordée par le Conseil aux besoins particuliers d'accueil des femmes et des enfants et des communautés dans le contexte du désarmement, de la démobilisation et de la réinsertion des combattants dans des situations d'après-conflit.

source: In that connection, also noteworthy is the demobilization of thousands of child soldiers in Afghanistan, Burundi, the Democratic Republic of the Congo, Haiti, Liberia and Sierra Leone.
fr: À cet égard, il convient également de prendre note de la démobilisation de milliers d'enfants soldats en Afghanistan, au Burundi, en République démocratique du Congo, en Haïti, au Libéria et en Sierra Leone.

source: The report also underscores that more needs to he done in a number of areas, namely the links between illicit small arms and light weapons and the illicit exploitation of natural and other resources; greater support for the reintegration of former combatants into their communities; greater interaction between the Security Council and the General Assembly on the issue of small arms and light weapons; and support for the establishment of the Small Arms Advisory Service.
fr: Il est également souligné dans le rapport que plusieurs domaines laissent encore à désirer, à savoir les liens entre les armes légères et de petit calibre illicites et l'exploitation illégale des ressources naturelles et autres, une aide accrue à la réinsertion des ex-combattants dans leurs communautés, une plus grande interaction entre le Conseil de sécurité et l'Assemblée générale au sujet des armes légères et de petit calibre et un appui à la mise en place de services consultatifs sur les armes légères.

source: Today's open debate on small arms takes place in the wake of the second substantive session of the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons, which was held recently at Headquarters in New York.
fr: La présente séance publique sur les armes légères se tient au lendemain de la tenue récemment au Siège à New York de la deuxième session de fond du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites en temps voulu et de manière fiable.

source: That session considered a draft international instrument prepared on the basis of discussions held at the Working Group's first substantive session.
fr: Cette session a examiné un projet d'instrument préparé sur la base des débats de la première session de fond du Groupe de travail.

source: Although the Open-ended Working Group seems to be moving closer to an agreement on a number of technical issues, it is still far from reaching a consensus on some important issues, particularly the nature of the international instrument.
fr: Bien que le Groupe de travail à composition non limitée semble être proche d'un accord sur un certain nombre de questions techniques, il est encore loin d'un consensus sur des questions importantes, en particulier la nature de cet instrument international.

source: The challenge facing the Open-ended Working Group is to build a consensus on the various substantive issues by the end of its third session in June 2005.
fr: Le défi pour le Groupe de travail consiste à dégager un consensus sur diverses questions de fond d'ici la fin de sa troisième session en juin 2005.

source: I trust that Member States will muster the political will necessary to bridge the differences and to bring that process to a positive outcome.
fr: J'espère que les États Membres trouveront la volonté politique nécessaire pour aplanir leurs divergences et mener à bien ce processus.

source: The Secretary-General is encouraged by the continued efforts of the Security Council to address the challenge posed by illicit small arms and light weapons in the context of matters under the Council's consideration.
fr: Le Secrétaire général juge encourageants les efforts constants du Conseil de sécurité pour relever le défi posé par les armes légères dans le contexte des questions dont il est saisi.

source: I am confident that this meeting will contribute to strengthening the achievements obtained thus far, as well as to identifying the best approaches to addressing the areas of continued concern.
fr: Je suis certain que la présente séance contribuera à renforcer les progrès réalisés à ce jour et à identifier les meilleures approches face à ce problème persistant.

source: The President (spoke in French): In accordance with the understanding reached among Council members, I wish to remind all speakers to limit their statements to no more than five minutes in order to enable the Council to carry out its work expeditiously.
fr: Le Président : Conformément à l'accord auquel le Conseil est parvenu, je rappelle aux orateurs qu'ils sont priés de limiter leurs interventions à une durée maximale de cinq minutes, afin que le Conseil puisse mener ses travaux avec toute l'efficacité voulue.

source: Delegations with lengthy statements are kindly requested to circulate the texts in writing and to deliver a condensed version when speaking in this Chamber.
fr: Les délégations dont la déclaration est longue sont priées de bien vouloir en distribuer le texte par écrit et d'en présenter une version abrégée dans leur intervention.

source: On behalf of the Security Council, I extend a warm welcome to Ms. Yoriko Kawaguchi, Special Assistant to the Prime Minister in charge of Foreign Affairs and former Minister for Foreign Affairs of Japan.
fr: Au nom des membres du Conseil de sécurité, je souhaite chaleureusement la bienvenue à S. E. Mme Yoriko Kawaguchi, Assistante spéciale du Premier Ministre pour les affaires étrangères et ancienne Ministre des affaires étrangères du Japon.

source: Ms. Kawaguchi (Japan): At the outset, Sir, I wish to say how pleased I am to participate in this Council meeting today held under your presidency.
fr: Mme Kawaguchi (Japon) (parle en anglais) : D'emblée, je souhaite dire le plaisir que j'éprouve de pouvoir participer à cette séance du Conseil de sécurité aujourd'hui, sous votre présidence.

source: I am privileged and truly grateful for the opportunity afforded me to express my Government's position on the issue of small arms and light weapons.
fr: C'est un privilège d'avoir reçu l'occasion d'exposer la position de mon gouvernement sur la question des armes légères et j'en suis reconnaissante.

source: I would also like to express my appreciation to Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, for his comprehensive introduction of the Secretary-General's report.
fr: Je souhaite également remercier M. Nobuyasu Abe, Secrétaire général adjoint du Département des affaires de désarmement pour sa présentation très complète du rapport du Secrétaire général.

source: This report, which effectively identified both the progress made in the area of small arms over a period of slightly more than a year and the challenges to be addressed in the future, will serve as a valuable guidepost for our future work.
fr: Ce rapport, qui illustre avec justesse à la fois les progrès accomplis dans le domaine des armes légères durant une période d'un peu plus d'un an et les défis à relever pour l'avenir, servira de guide précieux pour nos travaux futurs.

source: The question of small arms and light weapons is a multidisciplinary issue in the sense that the widespread use of small arms not only results in a large number of casualties but also has a socio-economic dimension, insofar as it gives rise to other issues such as child soldiers and the disruption of recovery and development in post-conflict situations.
fr: La question des armes légères est une question multidisciplinaire dans ce sens que l'utilisation généralisée des armes légères non seulement fait un grand nombre de victimes, mais aussi a une dimension socioéconomique, en ce qu'elle soulève d'autres questions, telles que les enfants-soldats et les obstacles opposés au redressement et au développement après un conflit.

source: In other words, this is an important area where the nexus of peace and development — which is the key underlying notion of the report of the High-level Panel on Threats, Challenges and Change (A/59/565) — shows itself.
fr: En d'autres termes, c'est un domaine important, où le lien entre la paix et le développement - qui est la notion sous-jacente clef du rapport du Groupe de personnalités de haut niveau sur les menaces, les défis et le changement (A/59/565) - apparaît de lui-même.

source: That is why Japan has been attaching great importance to this issue.
fr: Voilà pourquoi le Japon accorde une grande importance à cette question.
